Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.blogcategorytmx/blogcategory_id_EQ_75_itemid_EQ_61.tmx
Source language: sme
Languages: smn

source: Olggosaddimat
smn: Olgosadalduvah

source: Oahppamateriálat
smn: Oppâmateriaal

source: Dieđihančállosat
smn: Tieđettemčáluseh

source: Raporttat
smn: Raporteh

source: Sámegielat oahppamateriálat
smn: Sämikielâlâš oppâmateriaalij

source: Sámediggi buvttada ja ruhtada sámegielat oahppamateriálaid ovdaoahpahusa , vuođđooahpahusa , logahagaid , ámmát- ja rávesolbmuidskuvlema dárbbuide .
smn: Sämitigge pyevtit já ruttâd sämikielâlâš oppâmateriaalâid ovdâmáttááttâs , vuáđumáttááttâs , luvâttuvâi , áámmátlâš já rävisolmoošškovliittâs tárboid .

source: Sámediggi lea ráhkadan jahkásaččat dárkkistuvvon guhkitáigge plána , man mielde materiálat buvttaduvvojit .
smn: Sämitigge lii ráhtám kuhheeb äigipaje vuávám , mii ihásávt tärhistuvvoo já mon mieldi materiaalah pyevtittuvvojeh .

source: Lassidieđuid addá Sámedikki skuvlen- ja oahppamateriáladoaimmahat Anáris . Doaimmahaga čujuhus Sajos , 99870 Anár.
smn: Lasetiäđuid oppâmateriaalâin , pyevtittemvuáváámijn já ruttâdmist addel Sämitige škovlim- já oppâmateriaaltoimâttâh Anarist .

source: Anárašgielat oahppamateriálat
smn: Anarâškielâlâš oppâmateriaaleh

source: Nuortalašgielat oahppamateriálat
smn: Nuorttâsämikielâlâš oppâmateriaaleh

source: Davvisámegielat oahppamateriálat
smn: Tavesämikielâlâš oppâmateriaaleh

source: Oahppamateriálat interneahtas
smn: Oppâmateriaaleh interneetist

source: Oahpaheaddji materiálat
smn: Máttáátteijei materiaaleh

source: Ruovttudoallu
smn: Párnáikirjeh

source: Duodji
smn: Oskoldâh

source: Anárašgiella , luondu ja biras
smn: Luándu já piirâs

source: Anárašgiella , biologia ja eatnandiehtu
smn: Biologia já eennâmtiätu

source: Nuortalašgiella
smn: Nuorttâsämikielâ
